Repository: ruveloper/ruveloper-portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Personal brand
es: Marca personal

source: Social networks
es: Redes sociales

source: Logo preview
es: Vista previa del logo

source: Favicon preview
es: Vista previa de Favicon

source: Card
es: Tarjeta

source: Contact
es: Contacto

source: Developer photo preview
es: Vista previa de la foto del desarrollador

source: Profile
es: Perfil

source: Activate/Inactivate sections
es: Activar/desactivar secciones

source: Profile image preview
es: Vista previa de la imagen del perfil

source: External links
es: Enlaces externos

source: Project content
es: Contenido del proyecto

source: Cover image preview
es: Vista previa de la imagen de portada

source: Technology
es: Tecnología

source: Technologies
es: Tecnologías

source: Created on
es: Creado

source: Modified on
es: Modificado

source: Language
es: Idioma

source: Profile image
es: Imagen de perfil

source: Profile image (Webp)
es: Image de perfil (webp)

source: Auto-generated WEBP version of [Profile image]
es: Version WEBP auto-generada de [Imagen de perfil]

source: Profile body
es: Contenido del perfil

source: < Accept HTML >
es: < Acepta HTML >

source: Activate stack section
es: Activar sección Mi Stack

source: Activate trust me section
es: Activar sección Confían en mí

source: Activate resume section
es: Activar sección Trayectoria

source: CMS - About
es: CMS - Sobre mí

source: Name
es: Nombre

source: Allow image files (JPG, PNG, GIF, WEBP) + SVG files
es: Permite archivos de imágenes (JPG, PNG, GIF, WEBP) + archivos SVG

source: Priority order
es: Orden de prioridad

source: Positive number used to order, the highest number is positioned first.
es: Número positivo usado para ordenar la lista, el número mas grande es posicionado primero.

source: Company
es: Compañía

source: Companies
es: Compañías

source: Related project to link technologies and details (Can be null).
es: Proyecto relacionado para vincular tecnologías y detalles (Puede ser nulo).

source: Title
es: Título

source: Company or institution
es: Compañía o institución

source: Start date
es: Fecha de inicio

source: End date
es: Fecha de finalización

source: Description
es: Descripción

source: Experience
es: Experiencia

source: Education
es: Educación

source: Type of entry
es: Tipo de entrada

source: Resume entry
es: Entrada de trayectoria

source: Resume entries
es: Entradas de trayectoria

source: Email
es: Correo electrónico

source: Contact email
es: Correo electrónico de contacto

source: Brand
es: Marca

source: Name of your personal brand
es: Nombre de tu marca personal

source: Logo of your personal brand. Allow image files (JPG, PNG, GIF, WEBP) + SVG files
es: Logo de tu marca personal. Permite archivos de imagen (JPG, PNG, GIF, WEBP) + archivos SVG

source: Favicon of the website
es: Favicon del sitio web

source: Github profile url
es: URL del perfil de GitHub

source: Example: https://github.com/dev-user
es: Ejemplo: https://github.com/dev-user

source: Linkedin profile url
es: URL del perfil de Linkedin

source: Example: https://www.linkedin.com/in/dev-user
es: Ejemplo: https://www.linkedin.com/in/dev-user

source: Card title
es: Título de la tarjeta

source: Card Body
es: Contenido de la tarjeta

source: Developer photo
es: Foto de desarrollador

source: Developer photo (Webp)
es: Foto de desarrollador (Webp)

source: Auto-generated WEBP version of [Developer photo]
es: Version WEBP auto-generada de [Foto de desarrollador]

source: Invitation to contact
es: Invitación a ponerse en contacto

source: CMS - Home
es: CMS - Inicio

source: Fontawesome icon
es: Icono de Fontawesome

source: Service title
es: Título del servicio

source: Service description
es: Descripción del servicio

source: CMS - Service
es: CMS - Servicio

source: CMS - Services
es: CMS - Servicios

source: Url endpoint for this project, leave blank to auto-generate.
es: Ruta URL para este proyecto, dejar en blanco para ser auto-generado.

source: Website URL or link to project demo
es: URL del sitio web o demo del proyecto

source: Link to deployed project. Leave this field blank to hide the corresponding button on the projects page.
es: Link al proyecto desplegado. Dejar en blanco este campo para ocultar el botón correspondiente en la pagina de proyectos.

source: Github repository URL
es: URL del repositorio GitHub

source: Link to project code repository. leave this field blank to hide the corresponding button on the projects page.
es: Link al repositorio de código del proyecto. Dejar en blanco este campo para ocultar el botón correspondiente en la pagina de proyectos.

source: Cover image
es: Imagen de portada

source: Cover image (Webp)
es: Imagen de portada (Webp)

source: Auto-generated WEBP version of [Cover image].
es: Version WEBP auto-generada de [Imagen de portada]

source: < Accept HTML > Project summary to display in project list.
es: < Acepta HTML > Resumen corto del proyecto para mostrar en la lista de proyectos.

source: Activate project details
es: Activar detalles del proyecto

source: Activate project details button and expose project details page
es: Activar botón de detalles del proyecto y exponer la pagina de detalles del proyecto

source: Project details
es: Detalles del proyecto

source: < Accept HTML > Long description about the project, it's the content of the project details page.
es: < Acepta HTML > Descripción larga acerca del proyecto, este sera el contenido de la URL del proyecto.

source: CMS - Project
es: CMS - Proyecto

source: CMS - Projects
es: CMS - Proyectos

source: CMS - Technology
es: CMS - Tecnología

source: CMS - Technologies
es: CMS - Tecnologías

source: Subject
es: Asunto

source: Message
es: Mensaje

source: Contact record
es: Registro de contacto

source: Contact records
es: Registros de contacto

source: The image file is invalid or corrupt
es: El archivo de imagen es invalido o está corrupto

source: File size %(file_size).2f KB is not allowed. Max file size is: %(kilobytes).2f KB.
es: El tamaño del archivo %(file_size).2f KB no está permitido. El tamaño máximo es: %(kilobytes).2f KB.

source: This site is protected by Google reCaptcha, you can see the
es: Este sitio web está protegido por Google reCaptcha, puedes ver la

source: Privacy Policy
es: Política de privacidad

source: and
es: y

source: Service Terms
es: Términos de servicio

source: Send message
es: Enviar mensaje

source: Home
es: Inicio

source: About
es: Sobre mí

source: Projects
es: Proyectos

source: Your message has been sent
es: Tu mensaje ha sido enviado

source: Thank you for reaching out. I'll be in touch soon.
es: Gracias por escribirme. Estaré en contacto pronto.

source: Close
es: Cerrar

source: View code
es: Ver código

source: Visit website
es: Ver sitio web

source: Read more
es: Leer más

source: Professional Experience
es: Experiencia Profesional

source: Details
es: Detalles

source: BAD REQUEST
es: SOLICITUD INVALIDA

source: You sent an invalid request, this server cannot understand you.
es: Enviaste una solicitud invalida, este servidor no puede entenderte.

source: PERMISSION DENIED
es: PERMISO DENEGADO

source: You are not allowed to access this resource.
es: No tienes permitido acceder a este recurso.

source: PAGE NOT FOUND
es: PAGINA NO ENCONTRADA

source: You requested a URL that is not on this server.
es: Solicitaste una página que no se encuentra en este servidor.

source: SERVER ERROR
es: ERROR DE SERVIDOR

source: There is something wrong with this server.
es: Hay algún error en este servidor.

source: My tech stack
es: Mi stack de tecnologías

source: They trusted me
es: He trabajado con

source: Resume
es: Trayectoria

source: Prefer to email me instead?
es: Prefieres enviarme un correo?

source: Know about me
es: Conóceme

source: My latest projects
es: Mis últimos proyectos

source: Explore projects
es: Explorar proyectos

source: Let's talk!
es: Hablemos!

source: Interested in starting a new project or collaborating? Tell me and let's do great things together.
es: ¿Interesado en comenzar un nuevo proyecto o colaborar en algo emocionante? hagamos grandes cosas juntos.

source: Get it touch
es: Escríbeme

source: Invalid reCaptcha, please try again.
es: ReCaptcha invalida, por favor vuelva a intentarlo.

source: English
es: Inglés

source: Spanish
es: Español

source: DEV ADMINISTRATION
es: DEV ADMINISTRACIÓN

source: DEVELOPER
es: DESARROLLADOR

source: ADMIN PORTAL
es: PORTAL DE ADMINISTRACIÓN
